#+title: Heartbleed
#+author: Gunnar Wolf

- Tema presentado por :: Ricardo Carrillo y Lucero De la Cruz
- Calificaci칩n global :: Por favor revisen m치s adelante para ver de
  d칩nde vienen todos estos n칰meros 游땔

|------------------------+-------+--------------------+------+---------|
| Evaluaci칩n  compa침eros | Valor | Evaluaci칩n docente | Peso | *Total* |
|------------------------+-------+--------------------+------+---------|
|                   9.03 |   0.3 |               8.25 |  0.7 |    8.48 |
|------------------------+-------+--------------------+------+---------|
#+TBLFM: @2$5=$1*$2+$3*$4;f-2

* Comentarios

Dado que es una presentaci칩n en video, no puedo evaluar /dominio del
tema/ y /presencia/ como lo hacemos habitualmente. Me centro en las
respuestas que hagan a las preguntas de sus compa침eros para el primero
y en si la presentaci칩n "suena" le칤da directamente del material que
prepararon o expuesta m치s libremente para el segundo.

- Se me hizo un buen, lindo toque que hicieran m치s 춺amable췉 la
  presentaci칩n poni칠ndole musiquita de fondo
  - Estoy de acuerdo con los compa침eros que opinan que se vuelve un
    poco tedioso el /loop/, o en que dificulta un poco escuchar cuando
    hablan con volumen bajo, pero... 춰Excelente iniciativa! 游땔
- El material que desarrollaron es muy bueno... 춰L치stima que no me lo
  enviaron con un poco m치s de anticipaci칩n! 游뗴
- Algunos compa침eros sintieron el tono de la exposici칩n mon칩tono... A
  m칤 no me pareci칩 as칤, me pareci칩 que llevaron buen ritmo. Pero se
  quedan con mis apreciaciones y las de sus compa침eros.
  - 춰Naturalmente no puedo (como indica la r칰brica) juzgar c칩mo
    mantuvieron contacto ocular!
- Las respuestas que envi칩 Ricardo est치n bien presentadas /
  fundamentadas; a pesar de que yo lo contradigo en algunos puntos, me
  parecen muy buenas.
  - Me hubiera gustado ver respuestas tambi칠n por parte de Lucero 游뗴

* Evaluaci칩n grupal

Esta evaluaci칩n proviene de la encuesta que llenaron en l칤nea. No
tengo acceso al desglose, por lo cual presento 칰nicamente el resumen
de la evaluaci칩n.

|--------------+-------+------------+----------+-----------+-------|
| Originalidad | Nivel | Relevancia | Claridad | Presencia | Total |
|--------------+-------+------------+----------+-----------+-------|
|          9.5 |   9.5 |        9.2 |      9.2 |       7.9 |  9.06 |
|--------------+-------+------------+----------+-----------+-------|
#+TBLFM: @2$6=vmean($1..$5)

** Comentarios de los compa침eros

Tu exposici칩n recibi칩 los siguientes comentarios anonimizados por
parte de tus compa침eros:

- El volumen de la voz de uno de los compa침eros era demasiado baja con
  respecto a la m칰sica.
- Traten de cuidar m치s los cortes y sincronizaci칩n del audio
- El audio de la m칰sica de fondo estaba un poco alta provocando que se
  oyera m치s la m칰sica que la voz del expositor, con Lucero no hubo
  problema porque no se si fue por el tono de su voz o porque se
  acerco al micr칩fono o la edici칩n su voz estuvo por encima de la
  m칰sica siempre, pero con Ricardo su voz estaba por debajo de la
  m칰sica. Solo fue un peque침o fallo de edici칩n que no le quita lo bien
  explicado que estuvo el tema :D
- Me gusto el ejemplo, se me hizo mas f치cil entender el Bug
- Quiz치 se dej칩 pasar la oportunidad de reflexionar acerca de c칩mo la
  responsabilidad de un m칩dulo tan importante para el funcionamiento
  del internet ca칤a, por lo que entend칤, en una persona.
- Que eviten utilizar la m칰sica en loop, llega un momento en el que
  llega a molestar. De ah칤 en fuera quiza poner imagenes o algo
  llamativo para captar la atenci칩n.
- El audio en Youtube y en canva me fallo pero me gust칩 como
  explicaron el bug planteado y como describieron los conceptos
  relacionados para que fuera m치s f치cil entenderlo.
- En la primer versi칩n el audio del fondo era mucho mayor a la voz del
  segundo ponente, igual hubiera sido interesante poder ver un
  ejemplo, pero quedo bastante claro el tema y el detalle de la voz
  igual lo corrigieron.
- Encontr칠 algunos fallos de ortograf칤a y redacci칩n en las
  diapositivas. Creo que estos podr칤an haber sido f치cilmente
  eliminados si se hubiera llevado a cabo una revisi칩n. Tambi칠n
  considero que el ritmo y la modulaci칩n de las voces son mejorables,
  adem치s de que no se mostraron los rostros de los participantes al
  hablar. No obstante, el tema me pareci칩 sumamente interesante y la
  explicaci칩n fue suficientemente buena para entenderlo.
- El temas se me hizo muy interesante y creo que lo expusieron bien y
  simple. Sin embargo creo pueden mejorar la entonaci칩n o el ritmo
  para que no sea tan mon칩tono el tono a lo largo de la
  presentaci칩n. Fuera de eso me gust칩.


* Evaluaci칩n del docente
| *Aspecto*              | *Peso* | *Evaluaci칩n* | *Puntos* |
|------------------------+--------+--------------+----------|
| Originalidad del tema  |    0.1 |            5 |      0.5 |
| Material desarrollado  |    0.2 |            5 |       1. |
| Contenido              |    0.2 |           10 |       2. |
| Fuentes bibliogr치ficas |    0.1 |          7.5 |     0.75 |
| Uso del tiempo         |    0.1 |           10 |       1. |
| Dominio del tema       |   0.15 |           10 |      1.5 |
| Presencia              |   0.15 |           10 |      1.5 |
|------------------------+--------+--------------+----------|
| *Global*               |        |              |     8.25 |
#+TBLFM: @<<$4..@>>$4=$2*$3::$4=vsum(@<<..@>>);f-2

